Repository: Kalenis/kalenislims
Catalog: lims_account_invoice/locale/*.po
Languages: es

# field:account.invoice,entries_comments:
source: Entries comments
es: Observaciones ingresos

# field:account.invoice,invoice_contacts:
source: Invoice contacts
es: Contactos de factura

# field:account.invoice,no_send_invoice:
source: No send invoice
es: No envía factura

# field:account.invoice,sent:
source: Sent
es: Enviado

# field:account.invoice,sent_date:
source: Sent date
es: Fecha de enviado

# field:account.invoice.invoice_contacts,contact:
source: Contact
es: Contacto

# field:account.invoice.invoice_contacts,invoice:
source: Invoice
es: Factura

# field:account.invoice.line,lims_service_entry:
source: Entry
es: Ingreso

# field:account.invoice.line,lims_service_party:
source: Party
es: Cliente

# field:account.invoice.line,lims_service_results_reports:
source: Results Reports
es: Informes de resultados

# field:account.invoice.line,lims_service_sample:
source: Sample
es: Muestra

# field:account.invoice.line,party_domain:
source: Party domain
es: Dominio para Entidad

# field:lims.configuration,mail_send_invoice_body:
source: Email body of Invoice report
es: Cuerpo del correo de Informe de factura

# field:lims.configuration,mail_send_invoice_smtp:
source: SMTP for Invoice report
es: SMTP para Informe de factura

# field:lims.configuration,mail_send_invoice_subject:
source: Email subject of Invoice report
es: Asunto del correo de Informe de factura

# field:lims.entry,last_release_date:
source: Last Release date
es: Última Fecha de publicación

# field:lims.entry,qty_lines_pending_invoicing:
source: Lines pending invoicing
es: Líneas pendientes de facturación

# field:lims.fraction.type,invoiceable:
source: Invoiceable
es: Facturable

# field:party.address,commercial_item:
source: Commercial Item
es: Rubro comercial

# field:party.address,commercial_zone:
source: Commercial Zone
es: Región comercial

# field:party.party,commercial_item:
source: Commercial Item
es: Rubro comercial

# field:party.party,commercial_zone:
source: Commercial Zone
es: Región comercial

# field:party.party,no_send_invoice:
source: No send invoice
es: No envía factura

# field:stock.inventory.line,account_move:
source: Account Move
es: Asiento contable

# help:account.invoice,no_send_invoice:
source: If checked, then the invoice will not be mailed to contacts.
es: Si está marcado, la factura no será enviada por correo a los contactos.

# help:account.invoice,sent:
source: If checked, then the invoice was mailed to contacts.
es: Si está marcado, la factura se envió por correo a los contactos.

# help:lims.configuration,mail_send_invoice_subject:
source: In the text will be added suffix with the invoice report number
es: En el texto se añadirá sufijo con el número de factura del informe

# help:party.party,no_send_invoice:
source: If checked, customer invoices will not be set by default to be mailed to contacts.
es: Si está marcado, la factura del cliente no será establecida por defecto para ser enviada a los contactos.

# model:account.invoice.invoice_contacts,name:
source: Invoice Contact
es: Contacto de factura

# model:account.invoice.populate_invoice_contacts.start,name:
source: Populate Invoice Contacts Start
es: Completar contactos de factura - Inicio

# model:ir.action,name:act_entries_ready_for_invoicing
source: Entries Ready for Invoicing
es: Ingresos listos para facturación

# model:ir.action,name:act_invoice_line
source: Invoice Lines
es: Lineas de factura

# model:ir.action,name:report_entries_ready_for_invoicing
source: Entries Ready for Invoicing
es: Ingresos listos para facturación

# model:ir.action,name:wiz_account_invoice_populate_invoice_contacts
source: Populate Invoice Contacts
es: Completar contactos de factura

# model:ir.action,name:wiz_open_entries_ready_for_invoicing
source: Entries Ready for Invoicing
es: Ingresos listos para facturación

# model:ir.action,name:wiz_open_lines_pending_invoicing
source: Lines Pending Invoicing
es: Líneas pendientes de facturación

# model:ir.action,name:wiz_send_invoice
source: Send Invoice
es: Enviar factura

# model:ir.message,text:msg_delete_service_invoice
source: You can not delete an invoice line related to a service ("%(service)s")
es: No puede eliminar una línea de factura relacionada a un servicio ("%(service)s")

# model:ir.message,text:msg_missing_account_revenue
source: Analysis product "%(product)s" in Service "%(service)s" misses an "account revenue".
es: Al producto "%(product)s" del análisis del servicio "%(service)s" le falta una "cuenta de ingresos".

# model:ir.message,text:msg_not_invoice_contacts
source: Invoice Contacts field must have a value
es: El campo Contactos de factura debe tener un valor

# model:ir.ui.menu,name:menu_entry_for_invoicing
source: Entries Ready for Invoicing
es: Ingresos listos para facturación

# report:lims.entries_ready_for_invoicing.spreadsheet:
source: Date
es: Fecha de ingreso

# report:lims.entries_ready_for_invoicing.spreadsheet:
source: Entries Ready for Invoicing
es: Ingresos listos para facturación

# report:lims.entries_ready_for_invoicing.spreadsheet:
source: Entry
es: Ingreso

# report:lims.entries_ready_for_invoicing.spreadsheet:
source: Invoice Party
es: Entidad facturación

# report:lims.entries_ready_for_invoicing.spreadsheet:
source: Last Release date
es: Última Fecha de publicación

# report:lims.entries_ready_for_invoicing.spreadsheet:
source: Lines pending invoicing
es: Líneas pendientes de facturación

# report:lims.entries_ready_for_invoicing.spreadsheet:
source: Print date:
es: Fecha de Impresión:

# selection:ir.cron,method:
source: Send Of Invoice
es: Envío de factura

# view:account.invoice.invoice_contacts:
source: Invoice Contact
es: Contacto de factura

# view:account.invoice.invoice_contacts:
source: Invoice Contacts
es: Contactos de factura

# view:account.invoice.populate_invoice_contacts.start:
source: Populate Invoice Contacts?
es: ¿Completar contactos de factura?

# view:account.invoice:
source: Contacts
es: Contactos

# view:lims.configuration:
source: Email body of Invoice report
es: Cuerpo del correo de Informe de factura

# view:lims.configuration:
source: Email subject of Invoice report
es: Asunto del correo de Informe de factura

# view:lims.configuration:
source: Mail Invoice Report
es: Email Informe de Factura

# wizard_button:account.invoice.populate_invoice_contacts,start,end:
source: Cancel
es: Cancelar

# wizard_button:account.invoice.populate_invoice_contacts,start,populate:
source: Populate
es: Completar
