Repository: Kalenis/kalenislims
Catalog: lims_project_water/locale/*.po
Languages: es

# field:lims.create_sample.start,location:
source: Location
es: Ubicación

# field:lims.create_sample.start,sampling_datetime:
source: Sampling date and time
es: Fecha y hora del muestreo

# field:lims.create_sample.start,sampling_latitude:
source: Sampling latitude
es: Latitud del muestreo

# field:lims.create_sample.start,sampling_longitude:
source: Sampling longitude
es: Longitud del muestreo

# field:lims.create_sample.start,sampling_point:
source: Sampling point
es: Punto de muestreo

# field:lims.create_sample.start,sampling_responsible:
source: Sampling responsible
es: Responsable del muestreo

# field:lims.project,wtr_comments:
source: Climatic conditions of the sampling
es: Condiciones climáticas del muestreo

# field:lims.sample,location:
source: Location
es: Ubicación

# field:lims.sample,sampling_datetime:
source: Sampling date and time
es: Fecha y hora del muestreo

# field:lims.sample,sampling_latitude:
source: Sampling latitude
es: Latitud del muestreo

# field:lims.sample,sampling_longitude:
source: Sampling longitude
es: Longitud del muestreo

# field:lims.sample,sampling_point:
source: Sampling point
es: Punto de muestreo

# field:lims.sample,sampling_responsible:
source: Sampling responsible
es: Responsable del muestreo

# selection:lims.entry,project_type:
source: Water sampling
es: Muestreo

# selection:lims.project,type:
source: Water sampling
es: Muestreo

# view:lims.create_sample.start:
source: Water sampling
es: Muestreo

# view:lims.project:
source: Climatic conditions of the sampling
es: Condiciones climáticas del muestreo

# view:lims.sample:
source: Water sampling
es: Muestreo

# model:ir.message,text:msg_not_water
source: Please, select a "Water sampling" Project to print this report
es: Por favor, seleccione un proyecto de muestreo para imprimir.

# model:ir.action,name:report_wtr_01
source: WTR 01. WTR-001- Water sampling report
es: AGUA 01. AGUA-001- Reporte de muestreo

# report:lims.project.water_sampling_report:
source: Address:
es: Dirección:

# report:lims.project.water_sampling_report:
source: Applicant:
es: Solicitante:

# report:lims.project.water_sampling_report:
source: Code
es: Código

# report:lims.project.water_sampling_report:
source: Comments:
es: Observaciones:

# report:lims.project.water_sampling_report:
source: Contact:
es: Contacto:

# report:lims.project.water_sampling_report:
source: Customer:
es: Cliente:

# report:lims.project.water_sampling_report:
source: Date:
es: Fecha:

# report:lims.project.water_sampling_report:
source: Description of tasks performed at each point:
es: Descripción de las tareas realizadas en cada punto:

# report:lims.project.water_sampling_report:
source: Description:
es: Descripción:

# report:lims.project.water_sampling_report:
source: Environmental Sampling
es: Muestreo ambiental

# report:lims.project.water_sampling_report:
source: Label
es: Rótulo

# report:lims.project.water_sampling_report:
source: Latitude
es: Latitud

# report:lims.project.water_sampling_report:
source: Longitude
es: Longitud

# report:lims.project.water_sampling_report:
source: Number
es: Número

# report:lims.project.water_sampling_report:
source: Numbers of chain of custody:
es: Número/s de cadena de custodia:

# report:lims.project.water_sampling_report:
source: On-site measurements performed:
es: Mediciones in situ realizadas:

# report:lims.project.water_sampling_report:
source: Packages
es: Envases

# report:lims.project.water_sampling_report:
source: Page:
es: Página:

# report:lims.project.water_sampling_report:
source: People present:
es: Personal presente:

# report:lims.project.water_sampling_report:
source: Place and description of sampling points:
es: Lugar y descripción de los puntos de toma de muestra:

# report:lims.project.water_sampling_report:
source: Report:
es: Informe:

# report:lims.project.water_sampling_report:
source: Results
es: Resultados

# report:lims.project.water_sampling_report:
source: Sampling point
es: Punto de muestreo

# report:lims.project.water_sampling_report:
source: Technical equipment for sampling:
es: Equipo técnico de toma de muestras:

# report:lims.project.water_sampling_report:
source: Type and number of samples taken:
es: Tipo y cantidad de muestras tomadas:

# report:lims.project.water_sampling_report:
source: Water Sampling
es: Muestreo

# report:lims.project.water_sampling_report:
source: Weather conditions:
es: Condiciones climáticas:

# field:lims.create_sample.start,gps_coordinates:
source: GPS coordinates
es: Coordenadas GPS

# field:lims.sample,gps_coordinates:
source: GPS coordinates
es: Coordenadas GPS

# report:lims.project.water_sampling_report:
source: GPS Coordinates
es: Coordenadas GPS
