Repository: Kalenis/kalenislims
Catalog: lims_email/locale/*.po
Languages: es

# field:lims.configuration,mail_ack_report_body:
source: Email body of Acknowledgment of results report
es: Cuerpo del correo de Acuse de informe de resultados

# field:lims.configuration,mail_ack_report_grouping:
source: Grouping of Results reports by Email
es: Agrupamiento de Informes de resultados por correo

# field:lims.configuration,mail_ack_report_hide_recipients:
source: Hide recipients
es: Ocultar destinatarios

# field:lims.configuration,mail_ack_report_subject:
source: Email subject of Acknowledgment of results report
es: Asunto del correo de Acuse de informe de resultados

# field:lims.configuration,result_report_format:
source: Default Results Report Name Format
es: Formato de nombre para Informe de resultados

# field:lims.result_report.format,format_:
source: Format
es: Formato

# field:lims.result_report.format,name:
source: Name
es: Nombre

# field:lims.results_report,mail_attachments:
source: Attachments
es: Adjuntos

# field:lims.results_report,mailings:
source: Mailings
es: Envíos

# field:lims.results_report,sent:
source: Sent
es: Enviado

# field:lims.results_report,sent_date:
source: Sent date
es: Fecha de enviado

# field:lims.results_report.attachment,data:
source: File
es: Archivo

# field:lims.results_report.attachment,file_id:
source: File ID
es: Identificador del fichero

# field:lims.results_report.attachment,name:
source: Name
es: Nombre

# field:lims.results_report.attachment,results_report:
source: Results Report
es: Informe de resultados

# field:lims.results_report.mailing,addresses:
source: Addresses
es: Direcciones

# field:lims.results_report.mailing,date:
source: Date
es: Fecha

# field:lims.results_report.mailing,results_report:
source: Results Report
es: Informe de resultados

# field:lims.results_report.version.detail,mail_attachments:
source: Attachments
es: Adjuntos

# field:lims.results_report.version.detail,sent_date:
source: Sent date
es: Fecha de enviado

source: Attachment
es: Adjunto

source: Attachment domain
es: Dominio para Adjunto

# field:lims_email.send_results_report.failed,reports_not_ready:
source: Reports not ready
es: Informes no listos

# field:lims_email.send_results_report.failed,reports_not_sent:
source: Reports not sent
es: Informes no enviados

# field:lims_email.send_results_report.start,summary:
source: Summary
es: Resumen

# field:party.party,result_report_format:
source: Results Report Name Format
es: Formato de nombre para Informe de resultados

# help:lims.configuration,mail_ack_report_body:
source: <SAMPLES> will be replaced by the list of sample's labels
es: <SAMPLES> será reemplazado por la lista de rótulos de las muestras

# help:lims.configuration,mail_ack_report_subject:
source: In the text will be added suffix with the results report number
es: En el texto se añadirá sufijo con el número del informe de resultados

# help:lims.result_report.format,format_:
source: Available variables (also in upper case): - ${number} - ${sample_number} - ${party_name}
es: Variables disponibles (también en mayúsculas): - ${number} - ${sample_number} - ${party_name}

# model:ir.action,name:act_results_report_format
source: Results Report Name Formats
es: Formatos de nombre para Informe de resultados

# model:ir.action,name:wiz_results_report_version_detail_relate_mail_attachment
source: Relate Mail Attachment to Results Report
es: Relacionar adjunto de correo a Informe de resultados

# model:ir.action,name:wizard_send_results_report
source: Send Results Reports
es: Enviar Informes de resultados

# model:ir.message,text:msg_invalid_report_name
source: Invalid format "%(format)s" with exception "%(exception)s".
es: El formato "%(format)s" es inválido con la excepción "%(exception)s".

# model:ir.message,text:msg_polisample
source: Polisample
es: Polimuestra

# model:ir.ui.menu,name:menu_results_report_format
source: Results Report Name Formats
es: Formatos de nombre para Informe de resultados

# model:ir.ui.menu,name:menu_send_results_report
source: Send Results Reports
es: Enviar Informes de resultados

# model:lims.result_report.format,name:
source: Results Report Name Format
es: Formato de nombre para Informe de resultados

# model:lims.results_report.attachment,name:
source: Results Report Attachment
es: Adjunto de Informe de resultados

# model:lims.results_report.mailing,name:
source: Results Report Mailing
es: Envío de Informe de resultados

# model:lims.results_report.version.detail.relate_mail_attachment.start,name:
source: Relate Mail Attachment to Results Report
es: Relacionar adjunto de correo a Informe de resultados

# model:lims_email.send_results_report.failed,name:
source: Send Results Report
es: Enviar Informe de resultados

# model:lims_email.send_results_report.start,name:
source: Send Results Report
es: Enviar Informe de resultados

# model:lims_email.send_results_report.succeed,name:
source: Send Results Report
es: Enviar Informe de resultados

# model:res.group,name:group_lims_send_results_report
source: Lims Sending Results Report
es: Lims Enviar Informe de resultados

# selection:ir.cron,method:
source: Send Results Report
es: Enviar Informe de resultados

# selection:lims.configuration,mail_ack_report_grouping:
source: None
es: Ninguno

# selection:lims.configuration,mail_ack_report_grouping:
source: Party
es: Entidad

# view:lims.configuration:
source: Email body of Acknowledgment of results report
es: Cuerpo del correo de Acuse de informe de resultados

# view:lims.configuration:
source: Email subject of Acknowledgment of results report
es: Asunto del correo de Acuse de informe de resultados

# view:lims.configuration:
source: Mail Acknowledgment Report
es: Email Acuse de Informe

# view:lims.results_report.mailing:
source: Time
es: Hora

# view:lims.results_report.version.detail:
source: Relate Attachment
es: Relacionar archivo adjunto

# view:lims.results_report.version.detail:
source: Time
es: Hora

# view:lims.results_report:
source: Time
es: Hora

# view:lims_email.send_results_report.failed:
source: Results Reports sending failed! Solve the problem and try again.
es: ¡Envío de Informes de resultados fallido! Resuelva el problema y vuelva a intentar.

# view:lims_email.send_results_report.start:
source: Send the following Results Reports?
es: ¿Desea enviar los siguientes Informes de resultados?

# view:lims_email.send_results_report.succeed:
source: Results Reports sent successfully!
es: ¡Envío de Informes de resultados exitoso!

source: Cancel
es: Cancelar

source: Relate
es: Relacionar

# wizard_button:lims_email.send_results_report,failed,end:
source: Ok
es: Aceptar

# wizard_button:lims_email.send_results_report,start,end:
source: Cancel
es: Cancelar

# wizard_button:lims_email.send_results_report,start,send:
source: Send
es: Enviar

# wizard_button:lims_email.send_results_report,succeed,end:
source: Ok
es: Aceptar
