Repository: Kalenis/kalenislims
Catalog: lims_diagnosis/locale/*.po
Languages: es

# field:lims.analysis,diagnostician:
source: Diagnostician
es: Diagnosticador

# field:lims.analysis,not_block_diagnosis:
source: Does not block diagnosis
es: No bloquea diagnóstico

# field:lims.create_sample.start,diagnostician:
source: Diagnostician
es: Diagnosticador

# field:lims.diagnosis.state,images:
source: Images
es: Imágenes

# field:lims.diagnosis.state.image,image:
source: Image
es: Imagen

# field:lims.diagnosis.state.image,name:
source: Name
es: Nombre

# field:lims.diagnosis.state.image,state:
source: State
es: Estado

# field:lims.diagnosis.template,content:
source: Content
es: Contenido

# field:lims.diagnosis.template,diagnosis_states:
source: States
es: Estados

# field:lims.diagnosis.template,name:
source: Name
es: Nombre

# field:lims.diagnosis.template-diagnosis.state,state:
source: State
es: Estado

# field:lims.diagnosis.template-diagnosis.state,template:
source: Template
es: Plantilla

# field:lims.diagnostician,party:
source: Party
es: Entidad

# field:lims.diagnostician,signature:
source: Signature
es: Firma

# field:lims.notebook,diagnosis_warning:
source: Diagnosis Warning
es: Advertencia de diagnóstico

# field:lims.notebook,diagnostician:
source: Diagnostician
es: Diagnosticador

# field:lims.notebook,ready_to_diagnose:
source: Ready to diagnose
es: Lista para diagnosticar

# field:lims.notebook.change_diagnostician.start,diagnostician:
source: Diagnostician
es: Diagnosticador

# field:lims.notebook.line,diagnosis_warning:
source: Diagnosis Warning
es: Advertencia de diagnóstico

# field:lims.notebook.line,notify_acceptance:
source: Notify acceptace
es: Notificar aceptación

# field:lims.notebook.line,notify_acceptance_user:
source: Notification User
es: Usuario Notificación

# field:lims.notebook.line.repeat_analysis.start,notify_acceptance:
source: Notify acceptace
es: Notificar aceptación

# field:lims.plant,diagnostician:
source: Diagnostician
es: Diagnosticador

# field:lims.product.type,diagnostician:
source: Diagnostician
es: Diagnosticador

# field:lims.result_report.template,diagnosis_template:
source: Diagnosis Template
es: Plantilla de Diagnóstico

# field:lims.results_report.version.detail,diagnosis_template:
source: Diagnosis Template
es: Plantilla de Diagnóstico

# field:lims.results_report.version.detail,diagnostician:
source: Diagnostician
es: Diagnosticador

# field:lims.results_report.version.detail.line,diagnosis_warning:
source: Diagnosis Warning
es: Advertencia de diagnóstico

# field:lims.results_report.version.detail.sample,diagnosis:
source: Diagnosis
es: Diagnóstico

# field:lims.results_report.version.detail.sample,diagnosis_plain:
source: Diagnosis
es: Diagnóstico

# field:lims.results_report.version.detail.sample,diagnosis_states:
source: States
es: Estados

# field:lims.results_report.version.detail.sample,diagnosis_states_domain:
source: States domain
es: Dominio para Estados

# field:lims.results_report.version.detail.sample,diagnosis_warning:
source: Diagnosis Warning
es: Advertencia de diagnóstico

# field:lims.results_report.version.detail.sample,template_type:
source: Report Template Type
es: Tipo de Plantilla de Informe

# field:lims.sample,diagnostician:
source: Diagnostician
es: Diagnosticador

# field:lims.samples_comparator,lines:
source: Lines
es: Líneas

# field:lims.samples_comparator,notebook1:
source: Sample 1
es: Muestra 1

# field:lims.samples_comparator,notebook1_diagnosis:
source: Diagnosis 1
es: Diagnóstico 1

# field:lims.samples_comparator,notebook2:
source: Sample 2
es: Muestra 2

# field:lims.samples_comparator,notebook2_diagnosis:
source: Diagnosis 2
es: Diagnóstico 2

# field:lims.samples_comparator,notebook3:
source: Sample 3
es: Muestra 3

# field:lims.samples_comparator,notebook3_diagnosis:
source: Diagnosis 3
es: Diagnóstico 3

# field:lims.samples_comparator,notebook:
source: Sample
es: Muestra

# field:lims.samples_comparator,notebook_diagnosis:
source: Diagnosis
es: Diagnóstico

# field:lims.samples_comparator.ask,notebook:
source: Sample
es: Muestra

# field:lims.samples_comparator.line,analysis:
source: Analysis
es: Análisis

# field:lims.samples_comparator.line,converted_result:
source: Converted result
es: Resultado convertido

# field:lims.samples_comparator.line,final_unit:
source: Final unit
es: Unidad final

# field:lims.samples_comparator.line,initial_unit:
source: Initial unit
es: Unidad inicial

# field:lims.samples_comparator.line,notebook1_result:
source: Sample 1
es: Muestra 1

# field:lims.samples_comparator.line,notebook2_result:
source: Sample 2
es: Muestra 2

# field:lims.samples_comparator.line,notebook3_result:
source: Sample 3
es: Muestra 3

# field:lims.samples_comparator.line,notebook_line:
source: Notebook Line
es: Línea de cuaderno

# field:lims.samples_comparator.line,repetition:
source: Repetition
es: Repetición

# field:lims.samples_comparator.line,result:
source: Result
es: Resultado

# field:lims.samples_comparator.line,sample:
source: Sample
es: Muestra

# field:party.party,diagnostician:
source: Diagnostician
es: Diagnosticador

# help:lims.analysis,not_block_diagnosis:
source: This analysis is not necessary to begin diagnosing the sample
es: Este análisis no es necesario para comenzar a diagnosticar la muestra

# help:lims.notebook.line.repeat_analysis.start,notify_acceptance:
source: Notify when analysis is ready
es: Notificar cuando el análisis esté terminado

# model:ir.action,name:act_diagnosis_state_list
source: Diagnosis States
es: Estados de Diagnóstico

# model:ir.action,name:act_diagnostician_list
source: Diagnosticians
es: Diagnosticadores

# model:ir.action,name:act_html_diagnosis_template_list
source: Diagnosis Templates
es: Plantillas de Diagnóstico

# model:ir.action,name:act_samples_comparator
source: Samples Comparator
es: Comparador de muestras

# model:ir.action,name:wiz_notebook_change_diagnostician
source: Change Sample Diagnostician
es: Cambiar Diagnosticador

# model:ir.action,name:wiz_open_samples_comparator
source: Samples Comparator
es: Comparador de muestras

source: Diagnosed
es: Diagnosticado

# model:ir.message,text:lbl_line_acceptance
source: Notebook Line Acceptance
es: Aceptación de Línea de cuaderno

# model:ir.message,text:msg_invalid_diagnosis_state
source: Missing diagnosis states
es: Faltan estados de diagnóstico

# model:ir.ui.menu,name:lims_open_samples_comparator_menu
source: Samples Comparator
es: Comparador de muestras

# model:ir.ui.menu,name:menu_diagnosis_state_list
source: Diagnosis States
es: Estados de Diagnóstico

# model:ir.ui.menu,name:menu_diagnostician_list
source: Diagnosticians
es: Diagnosticadores

# model:ir.ui.menu,name:menu_html_diagnosis_template_list
source: Diagnosis Templates
es: Plantillas de Diagnóstico

# model:lims.diagnosis.state,name:
source: Diagnosis State
es: Estado de Diagnóstico

# model:lims.diagnosis.state.image,name:
source: Diagnosis State Image
es: Imagen de Estado de diagnóstico

# model:lims.diagnosis.template,name:
source: Diagnosis Template
es: Plantilla de Diagnóstico

# model:lims.diagnosis.template-diagnosis.state,name:
source: Diagnosis Template - State
es: Plantilla de Diagnóstico - Estado

# model:lims.diagnostician,name:
source: Diagnostician
es: Diagnosticador

# model:lims.notebook.change_diagnostician.start,name:
source: Change Sample Diagnostician
es: Cambiar Diagnosticador

# model:lims.samples_comparator,name:
source: Samples Comparator
es: Comparador de muestras

# model:lims.samples_comparator.ask,name:
source: Samples Comparator
es: Comparador de muestras

# model:lims.samples_comparator.line,name:
source: Samples Comparator Line
es: Línea de Comparador de muestras

# model:res.group,name:group_diagnostician
source: Lims Diagnostician
es: Lims Diagnosticador

# model:res.group,name:group_diagnostician_admin
source: Lims Diagnostician Admin
es: Lims Diagnosticador Admin

# selection:ir.cron,method:
source: Delete Samples comparison records
es: Eliminar registros de Comparación de muestras

# selection:lims.results_report.version.detail,state:
source: Diagnosed
es: Diagnosticado

# selection:lims.results_report.version.detail.sample,template_type:
source: HTML - Footer
es: HTML - Pie de página

# selection:lims.results_report.version.detail.sample,template_type:
source: HTML - Header
es: HTML - Encabezado

# view:lims.diagnosis.state:
source: Options
es: Opciones

# view:lims.diagnostician:
source: Signature
es: Firma

# view:lims.plant:
source: Diagnosis
es: Diagnóstico

# view:lims.results_report.version.detail.sample:
source: Diagnosis
es: Diagnóstico

# view:lims.results_report.version.detail:
source: Diagnosed
es: Diagnosticado

# view:lims.samples_comparator:
source: Diagnostics
es: Diagnósticos

# wizard_button:lims.notebook.change_diagnostician,start,change:
source: Change
es: Cambiar

# wizard_button:lims.notebook.change_diagnostician,start,end:
source: Cancel
es: Cancelar

# wizard_button:lims.samples_comparator.open,ask,end:
source: Cancel
es: Cancelar

# wizard_button:lims.samples_comparator.open,ask,open_:
source: Open
es: Abrir
