Repository: Kalenis/kalenislims
Catalog: lims_analysis_sheet/locale/*.po
Languages: es

# view:lims.template.analysis_sheet:
source: Analysis
es: Análisis

# view:lims.template.analysis_sheet:
source: Comments
es: Observaciones

# view:lims.template.analysis_sheet:
source: Controls
es: Controles

# wizard_button:lims.analysis_sheet.add_control,start,add:
source: Add
es: Añadir

# wizard_button:lims.analysis_sheet.add_control,start,end:
source: Cancel
es: Cancelar

# wizard_button:lims.analysis_sheet.edit_grouped_data,start,end:
source: Cancel
es: Cancelar

# wizard_button:lims.analysis_sheet.edit_grouped_data,start,save:
source: Save
es: Guardar

# wizard_button:lims.analysis_sheet.edit_multi_sample_data,start,end:
source: Cancel
es: Cancelar

# wizard_button:lims.analysis_sheet.edit_multi_sample_data,start,save:
source: Save
es: Guardar

# wizard_button:lims.analysis_sheet.export_file,export_,end:
source: Close
es: Cerrar

# wizard_button:lims.analysis_sheet.import_file,ask_file,collect:
source: Collect
es: Importar datos

# wizard_button:lims.analysis_sheet.import_file,ask_file,end:
source: Cancel
es: Cancelar

# wizard_button:lims.analysis_sheet.move_data,start,end:
source: Cancel
es: Cancelar

# wizard_button:lims.analysis_sheet.move_data,start,move:
source: Move
es: Mover

# wizard_button:lims.analysis_sheet.print_report,ask,end:
source: Cancel
es: Cancelar

# wizard_button:lims.analysis_sheet.print_report,ask,print_:
source: Print
es: Imprimir

# wizard_button:lims.analysis_sheet.repeat_analysis,start,end:
source: Cancel
es: Cancelar

# wizard_button:lims.analysis_sheet.repeat_analysis,start,repeat:
source: Repeat
es: Repetir

# wizard_button:lims.analysis_sheet.results_verification,start,end:
source: Cancel
es: Cancelar

# wizard_button:lims.analysis_sheet.results_verification,start,verify:
source: Ok
es: Aceptar

# wizard_button:lims.planification.search_analysis_sheet,next,add:
source: Add
es: Añadir

# wizard_button:lims.planification.search_analysis_sheet,next,end:
source: Cancel
es: Cancelar

# wizard_button:lims.planification.search_analysis_sheet,start,end:
source: Cancel
es: Cancelar

# wizard_button:lims.planification.search_analysis_sheet,start,search:
source: Search
es: Buscar
