Repository: Kalenis/kalenislims
Catalog: lims_analysis_sheet/locale/*.po
Languages: es

# field:lims.analysis_sheet,activated_by:
source: Activated By
es: Activada por

# field:lims.analysis_sheet,activated_date:
source: Activated Date
es: Fecha Activación

# field:lims.analysis_sheet,compilation:
source: Compilation
es: Compilación

# field:lims.analysis_sheet,completion_percentage:
source: Complete
es: Completo

# field:lims.analysis_sheet,confirmed_by:
source: Confirmed By
es: Confirmada Por

# field:lims.analysis_sheet,confirmed_date:
source: Confirmed Date
es: Fecha Confirmación

# field:lims.analysis_sheet,date:
source: Date
es: Fecha

# field:lims.analysis_sheet,interface:
source: Interface
es: Interfaz

# field:lims.analysis_sheet,laboratory:
source: Laboratory
es: Laboratorio

# field:lims.analysis_sheet,number:
source: Number
es: Número

# field:lims.analysis_sheet,partial_analysys:
source: Partial analysis
es: Análisis parciales

# field:lims.analysis_sheet,planification:
source: Planification
es: Planificación

# field:lims.analysis_sheet,planning_date:
source: Planning Date
es: Fecha Planificación

# field:lims.analysis_sheet,professional:
source: Professional
es: Profesional

# field:lims.analysis_sheet,report_cache:
source: Report
es: Informe

# field:lims.analysis_sheet,report_cache_id:
source: Report ID
es: ID Informe

# field:lims.analysis_sheet,report_format:
source: Report Format
es: Formato Informe

# field:lims.analysis_sheet,samples:
source: Samples
es: Muestras

# field:lims.analysis_sheet,samples_qty:
source: Samples Qty.
es: Cant. Muestras

# field:lims.analysis_sheet,state:
source: State
es: Estado

# field:lims.analysis_sheet,template:
source: Template
es: Plantilla

# field:lims.analysis_sheet,urgent:
source: Urgent
es: Urgente

# field:lims.analysis_sheet,validated_by:
source: Validated By
es: Validada Por

# field:lims.analysis_sheet,validated_date:
source: Validated Date
es: Fecha Validación

# field:lims.analysis_sheet,view:
source: View
es: Vista

# field:lims.analysis_sheet.add_control.start,analysis_sheet:
source: Analysis Sheet
es: Hoja de análisis

# field:lims.analysis_sheet.add_control.start,con_type:
source: Type
es: Tipo

# field:lims.analysis_sheet.add_control.start,concentration_level:
source: Concentration level
es: Nivel de concentración

# field:lims.analysis_sheet.add_control.start,concentration_level_invisible:
source: Concentration level invisible
es: Nivel de concentración invisible

# field:lims.analysis_sheet.add_control.start,fraction_domain:
source: Fraction domain
es: Dominio para Fracción

# field:lims.analysis_sheet.add_control.start,label:
source: Label
es: Rótulo

# field:lims.analysis_sheet.add_control.start,original_fraction:
source: Original/Reference Fraction
es: Fracción original/referencia

# field:lims.analysis_sheet.add_control.start,quantity:
source: Quantity
es: Cantidad

# field:lims.analysis_sheet.add_control.start,rm_bmz_type:
source: Type
es: Tipo

# field:lims.analysis_sheet.add_control.start,type:
source: Control type
es: Tipo de Control

# field:lims.analysis_sheet.edit_grouped_data.start,data:
source: Data
es: Datos

# field:lims.analysis_sheet.edit_multi_sample_data.start,data:
source: Data
es: Datos

# field:lims.analysis_sheet.export_file.start,file:
source: File
es: Archivo

# field:lims.analysis_sheet.import_file.start,file_name:
source: Name
es: Nombre

# field:lims.analysis_sheet.import_file.start,origin_file:
source: Origin File
es: Archivo origen

# field:lims.analysis_sheet.move_data.start,analysis_sheet:
source: Analysis Sheet
es: Hoja de análisis

# field:lims.analysis_sheet.move_data.start,move_to:
source: Move to
es: Mover a

# field:lims.analysis_sheet.move_data.start,table:
source: Table
es: Tabla

# field:lims.analysis_sheet.print_report.ask,print_expression_column:
source: Print formula column
es: Incluir columnas con fórmulas

# field:lims.analysis_sheet.repeat_analysis.start,annul:
source: Annul current lines
es: Anular líneas actuales

# field:lims.analysis_sheet.repeat_analysis.start,lines:
source: Lines
es: Líneas

# field:lims.analysis_sheet.repeat_analysis.start,lines_domain:
source: Lines domain
es: Dominio para Líneas

# field:lims.analysis_sheet.repeat_analysis.start,urgent:
source: Urgent repetition
es: Repetición urgente

# field:lims.analysis_sheet.repeat_analysis.start.line,analysis:
source: Analysis
es: Análisis

# field:lims.analysis_sheet.repeat_analysis.start.line,fraction:
source: Fraction
es: Fracción

# field:lims.analysis_sheet.repeat_analysis.start.line,line:
source: Line
es: Línea

# field:lims.analysis_sheet.repeat_analysis.start.line,repetition:
source: Repetition
es: Repetición

# field:lims.analysis_sheet.repeat_analysis.start.line,session_id:
source: Session ID
es: ID Sesión

# field:lims.analysis_sheet.results_verification.start,range_type:
source: Origin
es: Origen

# field:lims.configuration,analysis_sheet_sequence:
source: Analysis Sheet Sequence
es: Secuencia de Hoja de análisis

# field:lims.configuration,planification_update_draft_sheet:
source: Update draft sheets when planning analyzes
es: Actualizar Hojas de análisis en borrador al planificar

# field:lims.configuration.sequence,analysis_sheet_sequence:
source: Analysis Sheet Sequence
es: Secuencia de Hoja de análisis

# field:lims.interface,export_field_separator:
source: Field separator
es: Separador de campos

# field:lims.interface,export_field_separator_other:
source: Other
es: Otro

# field:lims.interface,export_file_type:
source: File Type
es: Tipo de archivo

# field:lims.interface,export_order_field:
source: Order field
es: Campo ordenación

# field:lims.interface.column,destination_column:
source: Column
es: Columna

# field:lims.interface.column,destination_end:
source: Field end
es: Campo fin

# field:lims.interface.column,destination_start:
source: Field start
es: Campo inicio

# field:lims.interface.compilation,analysis_sheet:
source: Analysis Sheet
es: Hoja de análisis

# field:lims.interface.multi_sample_data,fraction:
source: Sample
es: Muestra

# field:lims.lab.device,constants:
source: Constants
es: Constantes

# field:lims.lab.device.constant,device:
source: Device
es: Equipo

# field:lims.lab.device.constant,name:
source: Name
es: Nombre

# field:lims.lab.device.constant,value1:
source: Value 1
es: Valor 1

# field:lims.lab.device.constant,value2:
source: Value 2
es: Valor 2

# field:lims.laboratory.professional,samples_qty:
source: # Samples
es: Cant. Muestras

# field:lims.laboratory.professional,sheets_process:
source: # Sheets in process
es: Cant. Hojas en Proceso

# field:lims.laboratory.professional,sheets_queue:
source: # Sheets in queue
es: Cant. Hojas en Cola

# field:lims.notebook.line,analysis_sheet:
source: Analysis Sheet
es: Hoja de análisis

# field:lims.planification,analysis_sheets:
source: Analysis sheets to update
es: Hojas de análisis para actualizar

# field:lims.planification,planification_update_draft_sheet:
source: Update draft sheets
es: Actualizar Hojas de análisis en borrador

# field:lims.planification.analysis_sheet,analysis_sheet:
source: Analysis Sheet
es: Hoja de análisis

# field:lims.planification.analysis_sheet,planification:
source: Planification
es: Planificación

# field:lims.planification.analysis_sheet,professional:
source: Laboratory professional
es: Profesional de laboratorio

# field:lims.planification.analysis_sheet,template:
source: Template
es: Plantilla

# field:lims.planification.professional,name:
source: Name
es: Nombre

# field:lims.planification.professional,samples_qty:
source: # Samples
es: Cant. Muestras

# field:lims.planification.professional,sheets_process:
source: # Sheets in process
es: Cant. Hojas en Proceso

# field:lims.planification.professional,sheets_queue:
source: # Sheets in queue
es: Cant. Hojas en Cola

# field:lims.planification.professional.context,from_date:
source: From Date
es: Desde la fecha

# field:lims.planification.professional.context,laboratory:
source: Laboratory
es: Laboratorio

# field:lims.planification.professional.context,to_date:
source: To Date
es: Hasta la fecha

# field:lims.planification.professional.line,completion_percentage:
source: Complete
es: Completo

# field:lims.planification.professional.line,date:
source: Date
es: Fecha

# field:lims.planification.professional.line,laboratory:
source: Laboratory
es: Laboratorio

# field:lims.planification.professional.line,professional:
source: Professional
es: Profesional

# field:lims.planification.professional.line,samples_qty:
source: # Samples
es: Cant. Muestras

# field:lims.planification.professional.line,state:
source: State
es: Estado

# field:lims.planification.professional.line,template:
source: Template
es: Plantilla

# field:lims.planification.relate_technicians.detail4,fraction:
source: Fraction
es: Fracción

# field:lims.planification.relate_technicians.detail4,services_list:
source: Services
es: Servicios

# field:lims.planification.relate_technicians.detail4,session_id:
source: Session ID
es: ID Sesión

# field:lims.planification.relate_technicians.detail4,template:
source: Analysis sheet
es: Hoja de análisis

# field:lims.planification.relate_technicians.result,details4:
source: Fractions to plan
es: Fracciones a planificar

# field:lims.planification.relate_technicians.result,details4_domain:
source: Fractions domain
es: Dominio para Fracciones

# field:lims.planification.search_analysis_sheet.next,details:
source: Fractions to plan
es: Fracciones a planificar

# field:lims.planification.search_analysis_sheet.next,details_domain:
source: Fractions domain
es: Dominio para Fracciones

# field:lims.planification.search_analysis_sheet.start,date_from:
source: Date from
es: Fecha desde

# field:lims.planification.search_analysis_sheet.start,date_to:
source: Date to
es: Fecha hasta

# field:lims.planification.search_analysis_sheet.start,templates:
source: Templates
es: Plantillas

# field:lims.planification.search_analysis_sheet.start,templates_domain:
source: Templates domain
es: Dominio para Plantillas

# field:lims.rule,analysis_sheet:
source: For use in Analysis Sheets
es: Para uso en Hojas de análisis

# field:lims.rule,apply_on_notebook:
source: Apply directly on the Notebook
es: Aplicar directamente en el Cuaderno

# field:lims.sample_pending_planning,name:
source: Name
es: Nombre

# field:lims.sample_pending_planning,samples_qty:
source: # Samples
es: Cant. Muestras

# field:lims.sample_pending_planning.context,date_from:
source: From Date
es: Desde la fecha

# field:lims.sample_pending_planning.context,date_to:
source: To Date
es: Hasta la fecha

# field:lims.sample_pending_planning.context,department:
source: Department
es: Departamento

# field:lims.sample_pending_planning.context,laboratory:
source: Laboratory
es: Laboratorio

# field:lims.template.analysis_sheet,analysis:
source: Analysis
es: Análisis

# field:lims.template.analysis_sheet,comments:
source: Comments
es: Observaciones

# field:lims.template.analysis_sheet,controls_allowed:
source: Controls allowed
es: Controles habilitados

# field:lims.template.analysis_sheet,controls_required:
source: Requires Controls
es: Requiere controles

# field:lims.template.analysis_sheet,interface:
source: Device Interface
es: Interfaz

# field:lims.template.analysis_sheet,name:
source: Name
es: Nombre

# field:lims.template.analysis_sheet,pending_fractions:
source: Pending fractions
es: Fracciones pendientes

# field:lims.template.analysis_sheet,report:
source: Report
es: Informe

# field:lims.template.analysis_sheet,urgent:
source: Urgent
es: Urgente

# field:lims.template.analysis_sheet.analysis,analysis:
source: Analysis
es: Análisis

# field:lims.template.analysis_sheet.analysis,expressions:
source: Special formulas
es: Fórmulas especiales

# field:lims.template.analysis_sheet.analysis,interface:
source: Device Interface
es: Interfaz

# field:lims.template.analysis_sheet.analysis,method:
source: Method
es: Método

# field:lims.template.analysis_sheet.analysis,method_domain:
source: Method domain
es: Dominio para Método

# field:lims.template.analysis_sheet.analysis,template:
source: Template
es: Plantilla

# field:lims.template.analysis_sheet.analysis.expression,analysis:
source: Analysis
es: Análisis

# field:lims.template.analysis_sheet.analysis.expression,column:
source: Column
es: Columna

# field:lims.template.analysis_sheet.analysis.expression,expression:
source: Formula
es: Fórmula

# help:lims.interface.column,destination_column:
source: Mapped column in batch file
es: Columna correspondiente en el archivo destino

# model:ir.action,name:
source: Open Analysis Sheet Data
es: Abrir datos de Hoja de análisis

# model:ir.action,name:act_analysis_sheet_list
source: Analysis Sheets
es: Hojas de análisis

# model:ir.action,name:act_open_pending_sample
source: Open Pending Sample
es: Abrir Muestras Pendientes

# model:ir.action,name:act_open_sheet_sample
source: Open Sheet Sample
es: Abrir Muestras de hoja

# model:ir.action,name:act_planification_professional_form
source: Planifications by Professional
es: Tareas por Profesional

# model:ir.action,name:act_planification_professional_line_form
source: Planifications by Professional - Sheets
es: Tareas por Profesional - Hojas

# model:ir.action,name:act_sample_pending_planning
source: Samples Pending Planning
es: Muestras Pendientes de Planificar

# model:ir.action,name:act_template_analysis_list
source: Template Analysis
es: Análisis de Plantilla

# model:ir.action,name:act_template_analysis_sheet_list
source: Analysis Sheet Templates
es: Plantillas de Hoja de análisis

# model:ir.action,name:report_analysis_sheet
source: Analysis Sheet Report
es: Informe de Hoja de análisis

# model:ir.action,name:wiz_analysis_sheet_add_control
source: Add Controls
es: 01) Añadir Controles

# model:ir.action,name:wiz_analysis_sheet_calculate_expressions
source: Calculate Expressions
es: 03) Calcular fórmulas

# model:ir.action,name:wiz_analysis_sheet_edit_grouped_data
source: Edit Grouped Data
es: Editar datos

# model:ir.action,name:wiz_analysis_sheet_edit_multi_sample_data
source: Edit Multi Sample Data
es: Editar datos multi muestra

# model:ir.action,name:wiz_analysis_sheet_evaluate_rules
source: Evaluate Rules
es: 06) Evaluar Reglas de cuaderno

# model:ir.action,name:wiz_analysis_sheet_export_file
source: Export Analysis Sheet File
es: Exportar Hoja de análisis

# model:ir.action,name:wiz_analysis_sheet_import_file
source: Import Analysis Sheet File
es: Importar archivo de datos

# model:ir.action,name:wiz_analysis_sheet_limits_validation
source: Limits Validation
es: 05) Validación de límites

# model:ir.action,name:wiz_analysis_sheet_move_data
source: Move Data
es: Mover datos

# model:ir.action,name:wiz_analysis_sheet_open_data
source: Open Analysis Sheet Data
es: Abrir datos de Hoja de análisis

# model:ir.action,name:wiz_analysis_sheet_open_sample
source: Analysis Sheet Samples
es: Muestras de Hoja de análisis

# model:ir.action,name:wiz_analysis_sheet_print_report
source: Analysis Sheet Report
es: Informe de Hoja de análisis

# model:ir.action,name:wiz_analysis_sheet_repeat_analysis
source: Repeat Analysis
es: 02) Repetir análisis

# model:ir.action,name:wiz_analysis_sheet_results_verification
source: Results Verification
es: 04) Verificación de resultados

# model:ir.action,name:wiz_search_analysis_sheet
source: Search Analysis Sheets
es: Buscar Hojas de ensayos

# model:ir.action.act_window.domain,name:act_analysis_sheet_list_domain_active
source: Active
es: Activa

# model:ir.action.act_window.domain,name:act_analysis_sheet_list_domain_all
source: All
es: Todas

# model:ir.action.act_window.domain,name:act_analysis_sheet_list_domain_done
source: Done
es: Realizada

# model:ir.action.act_window.domain,name:act_analysis_sheet_list_domain_draft
source: Draft
es: Borrador

# model:ir.action.act_window.domain,name:act_analysis_sheet_list_domain_validated
source: Validated
es: Validada

# model:ir.message,text:delete_done_sheet
source: You cannot delete an Analysis Sheet in "Done" state
es: No puede eliminar una Hoja de análisis en estado "Realizada"

# model:ir.message,text:msg_sheet_compilation_unique
source: Compilation already in use by another Analysis Sheet
es: La Compilación ya está en uso para otra Hoja de análisis

# model:ir.message,text:msg_sheet_not_controls
source: Controls are required for this Analysis Sheet
es: Se requieren Controles para esta Hoja de análisis

# model:ir.message,text:msg_sheet_not_lines
source: The analysis sheet has no data
es: La Hoja de análisis no tiene datos

# model:ir.message,text:msg_sheet_not_results
source: There are lines without result
es: Existen líneas sin resultado

# model:ir.message,text:msg_template_analysis_unique
source: Analysis "%(analysis)s" already exists in another Template
es: El análisis «%(analysis)s» ya existe en otra plantilla

# model:ir.message,text:msg_template_not_report
source: Template "%(template)s" has no associated report
es: La plantilla «%(template)s» no tiene informe asociado

# model:ir.message,text:msg_template_not_result_field
source: The template does not have a column for the Result field
es: La plantilla no tiene una columna para el campo Resultado

# model:ir.message,text:msg_template_not_result_modifier_field
source: The template does not have a column for the Result modifier field
es: La plantilla no tiene una columna para el campo Modificador de resultado

# model:ir.message,text:msg_template_not_verification_field
source: The template does not have a column for the Verification field
es: La plantilla no tiene una columna para el campo Verificación

# model:ir.sequence,name:seq_analysis_sheet
source: Analysis Sheet
es: Hoja de análisis

# model:ir.sequence.type,name:seq_type_analysis_sheet
source: Analysis Sheet
es: Hoja de análisis

# model:ir.ui.menu,name:
source: Samples Pending Planning
es: Muestras Pendientes de Planificar

# model:ir.ui.menu,name:menu_analysis_sheet_list
source: Analysis Sheets
es: Hojas de análisis

# model:ir.ui.menu,name:menu_planification_professional
source: Planifications by Professional
es: Tareas por Profesional

# model:ir.ui.menu,name:menu_sample_pending_planning
source: Samples Pending Planning
es: Muestras Pendientes de Planificar

# model:ir.ui.menu,name:menu_template_analysis_list
source: Template Analysis
es: Análisis de Plantilla

# model:ir.ui.menu,name:menu_template_analysis_sheet_list
source: Analysis Sheet Templates
es: Plantillas de Hoja de análisis

# model:lims.analysis_sheet,name:
source: Analysis Sheet
es: Hoja de análisis

# model:lims.analysis_sheet.add_control.start,name:
source: Add Controls
es: Añadir Controles

# model:lims.analysis_sheet.edit_grouped_data.start,name:
source: Edit Grouped Data
es: Editar datos

# model:lims.analysis_sheet.edit_multi_sample_data.start,name:
source: Edit Multi Sample Data
es: Editar datos multi muestra

# model:lims.analysis_sheet.export_file.start,name:
source: Export Analysis Sheet File
es: Exportar Hoja de análisis

# model:lims.analysis_sheet.import_file.start,name:
source: Import Analysis Sheet File
es: Importar archivo de datos

# model:lims.analysis_sheet.move_data.start,name:
source: Move Data
es: Mover datos

# model:lims.analysis_sheet.print_report.ask,name:
source: Analysis Sheet Report
es: Informe de Hoja de análisis

# model:lims.analysis_sheet.repeat_analysis.start,name:
source: Repeat Analysis
es: Repetir análisis

# model:lims.analysis_sheet.repeat_analysis.start.line,name:
source: Analysis Sheet Line
es: Línea de Hoja de análisis

# model:lims.analysis_sheet.results_verification.start,name:
source: Results Verification
es: Verificación de resultados

# model:lims.interface.multi_sample_data,name:
source: Multi Sample Data
es: Datos multi muestra

# model:lims.lab.device.constant,name:
source: Device Constant
es: Constante de Equipo

# model:lims.planification.analysis_sheet,name:
source: Planification - Analysis Sheet
es: Planificación - Hoja de análisis

# model:lims.planification.professional,name:
source: Planification Professional
es: Tareas por Profesional

# model:lims.planification.professional.context,name:
source: Planification Professional Context
es: Tareas por Profesional Contexto

# model:lims.planification.professional.line,name:
source: Planification Professional Line
es: Tareas por Profesional Línea

# model:lims.planification.relate_technicians.detail4,name:
source: Fraction Detail
es: Detalle de fracción

# model:lims.planification.search_analysis_sheet.next,name:
source: Search Analysis Sheets
es: Buscar Hojas de ensayos

# model:lims.planification.search_analysis_sheet.start,name:
source: Search Analysis Sheets
es: Buscar Hojas de ensayos

# model:lims.sample_pending_planning,name:
source: Samples Pending Planning
es: Muestras Pendientes de Planificar

# model:lims.sample_pending_planning.context,name:
source: Samples Pending Planning Context
es: Muestras Pendientes de Planificar Contexto

# model:lims.template.analysis_sheet,name:
source: Analysis Sheet Template
es: Plantilla de Hoja de análisis

# model:lims.template.analysis_sheet.analysis,name:
source: Template Analysis
es: Análisis de Plantilla

# model:lims.template.analysis_sheet.analysis.expression,name:
source: Special Formula
es: Fórmula especial

# report:lims.analysis_sheet.report:
source: Analysis Sheet
es: Hoja de análisis

# selection:lims.analysis_sheet,state:
source: Active
es: Activa

# selection:lims.analysis_sheet,state:
source: Done
es: Realizada

# selection:lims.analysis_sheet,state:
source: Draft
es: Borrador

# selection:lims.analysis_sheet,state:
source: Validated
es: Validada

# selection:lims.analysis_sheet.add_control.start,con_type:
source: Existing
es: Existente

# selection:lims.analysis_sheet.add_control.start,rm_bmz_type:
source: Existing
es: Existente

# selection:lims.analysis_sheet.move_data.start,move_to:
source: Existing sheet
es: Hoja existente

# selection:lims.analysis_sheet.move_data.start,move_to:
source: New sheet
es: Nueva hoja

# selection:lims.interface,export_field_separator:
source: Colon (:)
es: Dos puntos (:)

# selection:lims.interface,export_field_separator:
source: Comma (,)
es: Coma (,)

# selection:lims.interface,export_field_separator:
source: Other
es: Otro

# selection:lims.interface,export_field_separator:
source: Semicolon (;)
es: Punto y coma (;)

# selection:lims.interface,export_field_separator:
source: Space
es: Espacio

# selection:lims.interface,export_field_separator:
source: Tab
es: Tabulador

# selection:lims.interface,export_file_type:
source: Comma Separated Values
es: Valores separados por coma (.csv)

# selection:lims.interface,export_file_type:
source: Text File
es: Archivo de texto

# selection:lims.planification.professional.line,state:
source: Active
es: Activo

# selection:lims.planification.professional.line,state:
source: Done
es: Realizado

# selection:lims.planification.professional.line,state:
source: Draft
es: Borrador

# selection:lims.planification.professional.line,state:
source: Validated
es: Validada

# selection:lims.planification.relate_technicians.result,grouping:
source: Analysis sheet
es: Hoja de análisis

# selection:lims.planification.relate_technicians.start,grouping:
source: Analysis sheet
es: Hoja de análisis

# view:lims.analysis_sheet:
source: Activate
es: Activar

# view:lims.analysis_sheet:
source: Confirm
es: Confirmar

# view:lims.analysis_sheet:
source: Other Info
es: Información adicional

# view:lims.analysis_sheet:
source: Validate
es: Validar

# view:lims.analysis_sheet:
source: View data
es: Ver datos

# view:lims.analysis_sheet:
source: View grouped data
es: Ver datos agrupados

# view:lims.interface.column:
source: Export:
es: Exportación:

# view:lims.interface:
source: Export
es: Exportación

# view:lims.planification:
source: Analysis sheets
es: Hojas de análisis

# view:lims.planification:
source: Search Analysis Sheets
es: Buscar Hojas de ensayos
