Repository: Kalenis/kalenislims
Catalog: lims_sale/locale/*.po
Languages: es

# field:account.invoice.line,lims_sale_line_origin:
source: Quote line
es: Línea de Presupuesto

# field:lims.configuration,entry_use_sale_contacts:
source: Use the sales contacts in entries
es: Usar contactos de la venta en ingresos

# field:lims.create_sample.start,sale_lines:
source: Quotes
es: Presupuestos

# field:lims.create_sample.start,sale_lines_domain:
source: Quotes domain
es: Dominio para Presupuestos

# field:lims.create_sample.start,sale_lines_filter_product_type_matrix:
source: Filter Quotes by Product type and Matrix
es: Filtrar Presupuestos por Tipo de producto y Matriz

# field:lims.entry,allow_services_without_quotation:
source: Allow services without quotation
es: Permitir servicios sin presupuesto

# field:lims.report.template,clause_template:
source: Clauses Template
es: Plantilla de Cláusulas

# field:lims.sample,sale_lines:
source: Quotes
es: Presupuestos

# field:lims.sample.add_service.start,party:
source: Party
es: Entidad

# field:lims.sample.add_service.start,sale_lines:
source: Quotes
es: Presupuestos

# field:lims.sample.add_service.start,sale_lines_domain:
source: Quotes domain
es: Dominio para Presupuestos

# field:lims.sample.add_service.start,sale_lines_filter_product_type_matrix:
source: Filter Quotes by Product type and Matrix
es: Filtrar Presupuestos por Tipo de producto y Matriz

# field:lims.service,matching_quote_removed:
source: Matching quote removed
es: Presupuesto coincidente no aplicado

# field:lims.service,sale_lines:
source: Quotes
es: Presupuestos

# field:lims.service-sale.line,sale_line:
source: Sale Line
es: Línea de venta

# field:lims.service-sale.line,service:
source: Service
es: Servicios

# field:party.party,allow_services_without_quotation:
source: Allow services without quotation
es: Permitir servicios sin presupuesto

# field:party.party,internal_code:
source: Internal Code
es: Código interno

# field:party.party,purchase_order_required:
source: Purchase order required
es: Orden de compra requerida

# field:sale.clause.template,content:
source: Content
es: Contenido

# field:sale.clause.template,name:
source: Name
es: Nombre

# field:sale.configuration,allow_services_without_quotation:
source: Allow services without quotation
es: Permitir servicios sin presupuesto

# field:sale.configuration,email_quotation_body:
source: Body of the quotation email
es: Cuerpo del email de presupuesto

# field:sale.configuration,email_quotation_subject:
source: Subject of the quotation email
es: Asunto del email de presupuesto

# field:sale.configuration,sale_lines_filter_product_type_matrix:
source: Filter Quotes by Product type and Matrix
es: Filtrar Presupuestos por Tipo de producto y Matriz

# field:sale.line,additional_origin:
source: Origin of additional
es: Origen de adicional

# field:sale.line,analysis:
source: Service
es: Servicio

# field:sale.line,analysis_domain:
source: Analysis domain
es: Dominio para Análisis

# field:sale.line,certifications:
source: Accreditations / Certifications
es: Acreditaciones / Certificaciones

# field:sale.line,expiration_date:
source: Expiration date
es: Fecha de vencimiento

# field:sale.line,lims_invoice_lines:
source: Invoice Lines
es: Líneas de factura

# field:sale.line,matrix:
source: Matrix
es: Matriz

# field:sale.line,matrix_domain:
source: Matrix domain
es: Dominio para Matriz

# field:sale.line,method:
source: Method
es: Método

# field:sale.line,method_domain:
source: Method domain
es: Dominio para Método

# field:sale.line,method_invisible:
source: Method invisible
es: Método invisible

# field:sale.line,print_price:
source: Print price on quotation
es: Imprimir precio en presupuesto

# field:sale.line,print_service_detail:
source: Print service detail
es: Imprimir detalle de servicio

# field:sale.line,print_service_detail_invisible:
source: Print service detail invisible
es: Imprimir detalle de servicio invisible

# field:sale.line,product_type:
source: Product type
es: Tipo de producto

# field:sale.line,product_type_domain:
source: Product type domain
es: Dominio para Tipo de producto

# field:sale.line,purchase_order:
source: PO Nº
es: OC Nº

# field:sale.line,services:
source: Services
es: Servicios

# field:sale.line,services_available:
source: Services available
es: Servicios disponibles

# field:sale.line,services_completed:
source: Services completed
es: Servicios completados

# field:sale.line,services_completed_icon:
source: Services completed Icon
es: Icono Servicios completados

# field:sale.line,unlimited_quantity:
source: Unlimited quantity
es: Cantidad ilimitada

# field:sale.load_services.start,entry:
source: Entry
es: Ingreso

# field:sale.load_services.start,party:
source: Party
es: Entidad

# field:sale.load_set_group.start,analysis:
source: Set/Group
es: Set/Grupo

# field:sale.sale,clause_template:
source: Clauses Template
es: Plantilla de Cláusulas

# field:sale.sale,clauses:
source: Clauses
es: Cláusulas

# field:sale.sale,completion_percentage:
source: Complete
es: Completo

# field:sale.sale,expiration_date:
source: Expiration date
es: Fecha de vencimiento

# field:sale.sale,following_sections:
source: Following Sections
es: Secciones siguientes

# field:sale.sale,invoice_party_domain:
source: Invoice party domain
es: Dominio para Tercero de facturación

# field:sale.sale,previous_sections:
source: Previous Sections
es: Secciones anteriores

# field:sale.sale,purchase_order:
source: Purchase order
es: Orden de compra

# field:sale.sale,sections:
source: Sections
es: Secciones

# field:sale.sale,send_email:
source: Send automatically by Email
es: Enviar automáticamente por email

# field:sale.sale,services_completed:
source: Services completed
es: Servicios completados

# field:sale.sale,services_completed_manual:
source: Manually completed services
es: Servicios completados manualmente

# field:sale.sale,template:
source: Sale Template
es: Plantilla de Presupuesto

# field:sale.sale,unlimited_quantity:
source: Lines with unlimited quantity
es: Líneas con cantidad ilimitada

# field:sale.sale.section,data:
source: File
es: Archivo

# field:sale.sale.section,data_id:
source: File ID
es: ID Archivo

# field:sale.sale.section,name:
source: Name
es: Nombre

# field:sale.sale.section,order:
source: Order
es: Orden

# field:sale.sale.section,position:
source: Position
es: Posición

# field:sale.sale.section,sale:
source: Sale
es: Venta

# model:ir.action,name:
source: Clauses
es: Cláusulas

# model:ir.action,name:act_sale_clause_template
source: Sale Clauses Templates
es: Plantillas de Cláusulas de presupuesto

# model:ir.action,name:act_sale_report_template
source: Sale Report Templates
es: Plantillas de Presupuesto

# model:ir.action,name:report_sale_html
source: Sale
es: Presupuesto

# model:ir.action,name:wiz_notebook_open_sale
source: Sample Sale
es: Presupuesto de la Muestra

# model:ir.action,name:wiz_results_detail_open_sale
source: Results Report Sales
es: Presupuestos del Informe de resultados

# model:ir.action,name:wiz_sale_load_services
source: Load Services from Entry
es: Cargar servicios desde ingreso

# model:ir.action,name:wiz_sale_load_set_group
source: Load Analysis from Set/Group
es: Cargar análisis desde Set/Grupo

# model:ir.action.act_window.domain,name:act_sale_form_domain_expired
source: Expired
es: Vencida

# model:ir.message,text:msg_party_services_without_quotation
source: This party does not allow services without quotation.
es: Esta entidad no permite servicios sin presupuesto.

# model:ir.message,text:msg_adding_services_without_quotation
source: Services without quotation will be added.
es: Se añadirán servicios sin presupuesto.

# model:ir.message,text:msg_sale_completed_manual
source: The quote will change to 'done' with all services completed.
es: El presupuesto pasará a 'realizado' con todos los servicios completados.

# model:ir.message,text:msg_services_without_quotation
source: This entry exceeds the amount of quoted services.
es: Este ingreso excede la cantidad de servicios presupuestados.

# model:ir.model.button,string:sale_load_services_button
source: Load Services from Entry
es: Cargar servicios desde partida

# model:ir.model.button,string:sale_load_set_group_button
source: Load Analysis from Set/Group
es: Cargar análisis desde Set/Grupo

# model:ir.ui.menu,name:menu_sale_clause_template
source: Sale Clauses Templates
es: Plantillas de Cláusulas de presupuesto

# model:ir.ui.menu,name:menu_sale_report_template
source: Sale Report Templates
es: Plantillas de Presupuesto

# model:lims.service-sale.line,name:
source: Service - Sale Line
es: Servicio - Línea de venta

# model:res.group,name:group_sale_services_completed_manual
source: Manually complete services in sales
es: Completar manualmente servicios en ventas

# model:sale.clause.template,name:
source: Sale Clause Template
es: Plantilla de Cláusulas de presupuesto

# model:sale.load_services.start,name:
source: Load Services from Entry
es: Cargar servicios desde ingreso

# model:sale.load_set_group.start,name:
source: Load Analysis from Set/Group
es: Cargar análisis desde Set/Grupo

# model:sale.sale.section,name:
source: Sale Section
es: Sección de Presupuesto

# selection:ir.cron,method:
source: Update Expired Sales Status
es: Actualizar estado de ventas vencidas

# selection:sale.sale,invoice_method:
source: On Entry Confirmed
es: Al confirmar servicio

# selection:sale.sale,state:
source: Expired
es: Vencida

# selection:sale.sale.section,position:
source: Following
es: Siguiente

# selection:sale.sale.section,position:
source: Previous
es: Anterior

# view:lims.report.template:
source: Header and Footer
es: Encabezado y Pie de página

# view:party.party:
source: Sale
es: Venta

# view:sale.line:
source: Samples
es: Muestras

# view:sale.load_services.start:
source: Load Services from Entry
es: Cargar servicios desde ingreso

# view:sale.sale:
source: Load Services from Entry
es: Cargar servicios desde ingreso

# view:sale.sale:
source: Printing
es: Impresión

# wizard_button:sale.load_services,start,end:
source: Cancel
es: Cancelar

# wizard_button:sale.load_services,start,load:
source: Load
es: Cargar

# wizard_button:sale.load_set_group,start,end:
source: Cancel
es: Cancelar

# wizard_button:sale.load_set_group,start,load:
source: Load
es: Cargar
