Repository: Kalenis/kalenislims
Catalog: lims_instrument/locale/*.po
Languages: es

# error:lims.notebook.load_results_file:
source: End date cannot be empty
es: La Fecha de finalización no puede estar vacía

# error:lims.notebook.load_results_file:
source: End date cannot be lower than Start date
es: La Fecha de finalización no puede ser menor que la Fecha de inicio

# error:lims.notebook.load_results_file:
source: Injection date cannot be lower than Start date
es: La Fecha de inyección no puede ser menor que la Fecha de inicio

# error:lims.notebook.load_results_file:
source: Injection date cannot be upper than End date
es: La Fecha de inyección no puede ser mayor que la Fecha de finalización

# error:lims.notebook.load_results_file:
source: Professional(s) with code %s not identified
es: Profesional(es) no identificado(s): %s

# error:lims.resultsimport:
source: No module for importer type "%s"
es: No se ha definido un módulo para el importador "%s"

# error:lims.resultsimport:
source: The function "%s" is not implemented for this importer
es: La función "%s" no está implementada para este importador

# error:lims.resultsimport:
source: The results importer name must be unique
es: El importador de resultados debe ser único

# field:lims.notebook.line,imported_chromatogram:
source: Chromatogram
es: Cromatograma

# field:lims.notebook.line,imported_device:
source: Device
es: Equipo

# field:lims.notebook.line,imported_dilution_factor:
source: Dilution factor
es: Factor de dilución

# field:lims.notebook.line,imported_end_date:
source: End date
es: Fecha de finalización

# field:lims.notebook.line,imported_inj_date:
source: Inject date
es: Fecha de Inyección

# field:lims.notebook.line,imported_literal_result:
source: Literal result
es: Resultado textual

# field:lims.notebook.line,imported_professionals:
source: Professionals
es: Profesionales

# field:lims.notebook.line,imported_result:
source: Result
es: Resultado

# field:lims.notebook.line,imported_rm_correction_formula:
source: RM Correction Formula
es: Fórmula Corrección RM

# field:lims.notebook.load_results_file.export,file:
source: File
es: Archivo

# field:lims.notebook.load_results_file.result,result_lines:
source: Lines
es: Líneas

# field:lims.notebook.load_results_file.start,infile_01:
source: File 01
es: Archivo 01

# field:lims.notebook.load_results_file.start,infile_02:
source: File 02
es: Archivo 02

# field:lims.notebook.load_results_file.start,infile_03:
source: File 03
es: Archivo 03

# field:lims.notebook.load_results_file.start,infile_04:
source: File 04
es: Archivo 04

# field:lims.notebook.load_results_file.start,infile_05:
source: File 05
es: Archivo 05

# field:lims.notebook.load_results_file.start,infile_06:
source: File 06
es: Archivo 06

# field:lims.notebook.load_results_file.start,infile_07:
source: File 07
es: Archivo 07

# field:lims.notebook.load_results_file.start,infile_08:
source: File 08
es: Archivo 08

# field:lims.notebook.load_results_file.start,infile_09:
source: File 09
es: Archivo 09

# field:lims.notebook.load_results_file.start,infile_10:
source: File 10
es: Archivo 10

# field:lims.notebook.load_results_file.start,infile_11:
source: File 11
es: Archivo 11

# field:lims.notebook.load_results_file.start,infile_12:
source: File 12
es: Archivo 12

# field:lims.notebook.load_results_file.start,infile_13:
source: File 13
es: Archivo 13

# field:lims.notebook.load_results_file.start,infile_14:
source: File 14
es: Archivo 14

# field:lims.notebook.load_results_file.start,infile_15:
source: File 15
es: Archivo 15

# field:lims.notebook.load_results_file.start,infile_16:
source: File 16
es: Archivo 16

# field:lims.notebook.load_results_file.start,infile_17:
source: File 17
es: Archivo 17

# field:lims.notebook.load_results_file.start,infile_18:
source: File 18
es: Archivo 18

# field:lims.notebook.load_results_file.start,infile_19:
source: File 19
es: Archivo 19

# field:lims.notebook.load_results_file.start,infile_20:
source: File 20
es: Archivo 20

# field:lims.notebook.load_results_file.start,infile_21:
source: File 21
es: Archivo 21

# field:lims.notebook.load_results_file.start,infile_22:
source: File 22
es: Archivo 22

# field:lims.notebook.load_results_file.start,infile_23:
source: File 23
es: Archivo 23

# field:lims.notebook.load_results_file.start,infile_24:
source: File 24
es: Archivo 24

# field:lims.notebook.load_results_file.start,infile_25:
source: File 25
es: Archivo 25

# field:lims.notebook.load_results_file.start,infile_26:
source: File 26
es: Archivo 26

# field:lims.notebook.load_results_file.start,infile_27:
source: File 27
es: Archivo 27

# field:lims.notebook.load_results_file.start,infile_28:
source: File 28
es: Archivo 28

# field:lims.notebook.load_results_file.start,infile_29:
source: File 29
es: Archivo 29

# field:lims.notebook.load_results_file.start,infile_30:
source: File 30
es: Archivo 30

# field:lims.notebook.load_results_file.start,infile_31:
source: File 31
es: Archivo 31

# field:lims.notebook.load_results_file.start,infile_32:
source: File 32
es: Archivo 32

# field:lims.notebook.load_results_file.start,infile_33:
source: File 33
es: Archivo 33

# field:lims.notebook.load_results_file.start,infile_34:
source: File 34
es: Archivo 34

# field:lims.notebook.load_results_file.start,infile_35:
source: File 35
es: Archivo 35

# field:lims.notebook.load_results_file.start,infile_36:
source: File 36
es: Archivo 36

# field:lims.notebook.load_results_file.start,infile_37:
source: File 37
es: Archivo 37

# field:lims.notebook.load_results_file.start,infile_38:
source: File 38
es: Archivo 38

# field:lims.notebook.load_results_file.start,infile_39:
source: File 39
es: Archivo 39

# field:lims.notebook.load_results_file.start,infile_40:
source: File 40
es: Archivo 40

# field:lims.notebook.load_results_file.start,infile_41:
source: File 41
es: Archivo 41

# field:lims.notebook.load_results_file.start,infile_42:
source: File 42
es: Archivo 42

# field:lims.notebook.load_results_file.start,infile_43:
source: File 43
es: Archivo 43

# field:lims.notebook.load_results_file.start,infile_44:
source: File 44
es: Archivo 44

# field:lims.notebook.load_results_file.start,infile_45:
source: File 45
es: Archivo 45

# field:lims.notebook.load_results_file.start,infile_46:
source: File 46
es: Archivo 46

# field:lims.notebook.load_results_file.start,infile_47:
source: File 47
es: Archivo 47

# field:lims.notebook.load_results_file.start,infile_48:
source: File 48
es: Archivo 48

# field:lims.notebook.load_results_file.start,infile_49:
source: File 49
es: Archivo 49

# field:lims.notebook.load_results_file.start,infile_50:
source: File 50
es: Archivo 50

# field:lims.notebook.load_results_file.start,infile_51:
source: File 51
es: Archivo 51

# field:lims.notebook.load_results_file.start,infile_52:
source: File 52
es: Archivo 52

# field:lims.notebook.load_results_file.start,infile_53:
source: File 53
es: Archivo 53

# field:lims.notebook.load_results_file.start,infile_54:
source: File 54
es: Archivo 54

# field:lims.notebook.load_results_file.start,infile_55:
source: File 55
es: Archivo 55

# field:lims.notebook.load_results_file.start,infile_56:
source: File 56
es: Archivo 56

# field:lims.notebook.load_results_file.start,infile_57:
source: File 57
es: Archivo 57

# field:lims.notebook.load_results_file.start,infile_58:
source: File 58
es: Archivo 58

# field:lims.notebook.load_results_file.start,infile_59:
source: File 59
es: Archivo 59

# field:lims.notebook.load_results_file.start,infile_60:
source: File 60
es: Archivo 60

# field:lims.notebook.load_results_file.start,name_01:
source: Name 01
es: Nombre 01

# field:lims.notebook.load_results_file.start,name_02:
source: Name 02
es: Nombre 02

# field:lims.notebook.load_results_file.start,name_03:
source: Name 03
es: Nombre 03

# field:lims.notebook.load_results_file.start,name_04:
source: Name 04
es: Nombre 04

# field:lims.notebook.load_results_file.start,name_05:
source: Name 05
es: Nombre 05

# field:lims.notebook.load_results_file.start,name_06:
source: Name 06
es: Nombre 06

# field:lims.notebook.load_results_file.start,name_07:
source: Name 07
es: Nombre 07

# field:lims.notebook.load_results_file.start,name_08:
source: Name 08
es: Nombre 08

# field:lims.notebook.load_results_file.start,name_09:
source: Name 09
es: Nombre 09

# field:lims.notebook.load_results_file.start,name_10:
source: Name 10
es: Nombre 10

# field:lims.notebook.load_results_file.start,name_11:
source: Name 11
es: Nombre 11

# field:lims.notebook.load_results_file.start,name_12:
source: Name 12
es: Nombre 12

# field:lims.notebook.load_results_file.start,name_13:
source: Name 13
es: Nombre 13

# field:lims.notebook.load_results_file.start,name_14:
source: Name 14
es: Nombre 14

# field:lims.notebook.load_results_file.start,name_15:
source: Name 15
es: Nombre 15

# field:lims.notebook.load_results_file.start,name_16:
source: Name 16
es: Nombre 16

# field:lims.notebook.load_results_file.start,name_17:
source: Name 17
es: Nombre 17

# field:lims.notebook.load_results_file.start,name_18:
source: Name 18
es: Nombre 18

# field:lims.notebook.load_results_file.start,name_19:
source: Name 19
es: Nombre 19

# field:lims.notebook.load_results_file.start,name_20:
source: Name 20
es: Nombre 20

# field:lims.notebook.load_results_file.start,name_21:
source: Name 21
es: Nombre 21

# field:lims.notebook.load_results_file.start,name_22:
source: Name 22
es: Nombre 22

# field:lims.notebook.load_results_file.start,name_23:
source: Name 23
es: Nombre 23

# field:lims.notebook.load_results_file.start,name_24:
source: Name 24
es: Nombre 24

# field:lims.notebook.load_results_file.start,name_25:
source: Name 25
es: Nombre 25

# field:lims.notebook.load_results_file.start,name_26:
source: Name 26
es: Nombre 26

# field:lims.notebook.load_results_file.start,name_27:
source: Name 27
es: Nombre 27

# field:lims.notebook.load_results_file.start,name_28:
source: Name 28
es: Nombre 28

# field:lims.notebook.load_results_file.start,name_29:
source: Name 29
es: Nombre 29

# field:lims.notebook.load_results_file.start,name_30:
source: Name 30
es: Nombre 30

# field:lims.notebook.load_results_file.start,name_31:
source: Name 31
es: Nombre 31

# field:lims.notebook.load_results_file.start,name_32:
source: Name 32
es: Nombre 32

# field:lims.notebook.load_results_file.start,name_33:
source: Name 33
es: Nombre 33

# field:lims.notebook.load_results_file.start,name_34:
source: Name 34
es: Nombre 34

# field:lims.notebook.load_results_file.start,name_35:
source: Name 35
es: Nombre 35

# field:lims.notebook.load_results_file.start,name_36:
source: Name 36
es: Nombre 36

# field:lims.notebook.load_results_file.start,name_37:
source: Name 37
es: Nombre 37

# field:lims.notebook.load_results_file.start,name_38:
source: Name 38
es: Nombre 38

# field:lims.notebook.load_results_file.start,name_39:
source: Name 39
es: Nombre 39

# field:lims.notebook.load_results_file.start,name_40:
source: Name 40
es: Nombre 40

# field:lims.notebook.load_results_file.start,name_41:
source: Name 41
es: Nombre 41

# field:lims.notebook.load_results_file.start,name_42:
source: Name 42
es: Nombre 42

# field:lims.notebook.load_results_file.start,name_43:
source: Name 43
es: Nombre 43

# field:lims.notebook.load_results_file.start,name_44:
source: Name 44
es: Nombre 44

# field:lims.notebook.load_results_file.start,name_45:
source: Name 45
es: Nombre 45

# field:lims.notebook.load_results_file.start,name_46:
source: Name 46
es: Nombre 46

# field:lims.notebook.load_results_file.start,name_47:
source: Name 47
es: Nombre 47

# field:lims.notebook.load_results_file.start,name_48:
source: Name 48
es: Nombre 48

# field:lims.notebook.load_results_file.start,name_49:
source: Name 49
es: Nombre 49

# field:lims.notebook.load_results_file.start,name_50:
source: Name 50
es: Nombre 50

# field:lims.notebook.load_results_file.start,name_51:
source: Name 51
es: Nombre 51

# field:lims.notebook.load_results_file.start,name_52:
source: Name 52
es: Nombre 52

# field:lims.notebook.load_results_file.start,name_53:
source: Name 53
es: Nombre 53

# field:lims.notebook.load_results_file.start,name_54:
source: Name 54
es: Nombre 54

# field:lims.notebook.load_results_file.start,name_55:
source: Name 55
es: Nombre 55

# field:lims.notebook.load_results_file.start,name_56:
source: Name 56
es: Nombre 56

# field:lims.notebook.load_results_file.start,name_57:
source: Name 57
es: Nombre 57

# field:lims.notebook.load_results_file.start,name_58:
source: Name 58
es: Nombre 58

# field:lims.notebook.load_results_file.start,name_59:
source: Name 59
es: Nombre 59

# field:lims.notebook.load_results_file.start,name_60:
source: Name 60
es: Nombre 60

# field:lims.notebook.load_results_file.start,results_importer:
source: Results importer
es: Importador de resultados

# field:lims.notebook.load_results_file.warning,msg:
source: Message
es: Mensaje

# field:lims.resultsimport,create_date:
source: Create Date
es: Fecha creación

# field:lims.resultsimport,create_uid:
source: Create User
es: Usuario creación

# field:lims.resultsimport,description:
source: Description
es: Descripción

# field:lims.resultsimport,name:
source: Name
es: Nombre

# field:lims.resultsimport,rec_name:
source: Record Name
es: Nombre

# field:lims.resultsimport,write_date:
source: Write Date
es: Fecha modificación

# field:lims.resultsimport,write_uid:
source: Write User
es: Usuario modificación

# model:ir.action,name:act_lims_resultsimport_list
source: Results Importers
es: Importadores de resultados

# model:ir.action,name:wiz_lims_notebook_load_results_file
source: Load Results from File
es: Carga de resultados desde archivo

# model:ir.ui.menu,name:lims_notebook_load_results_file_menu
source: Load Results from File
es: Carga de resultados desde archivo

# model:ir.ui.menu,name:lims_resultsimport_menu
source: Results Importers
es: Importadores de resultados

# model:lims.notebook.load_results_file.empty,name:
source: Load Results from File Empty
es: Cargar Resultados desde Archivo - Vacío

# model:lims.notebook.load_results_file.export,name:
source: Export Results from File
es: Exportar Resultados desde Archivo

# model:lims.notebook.load_results_file.result,name:
source: Process Results from File
es: Procesar resultados desde archivo

# model:lims.notebook.load_results_file.start,name:
source: Load Results from File
es: Carga de resultados desde archivo

# model:lims.notebook.load_results_file.warning,name:
source: Load Results from File Warning
es: Carga de resultados desde archivo - Advertencia

# model:lims.resultsimport,name:
source: Results Import
es: Importador de resultados

# view:lims.notebook.line:
source: Notebook lines
es: Líneas de cuaderno

# view:lims.notebook.load_results_file.empty:
source: No data could be collected from files
es: No fue posible obtener resultados desde los archivos

# view:lims.notebook.load_results_file.export:
source: Save the results in file
es: Guarde los resultados en un archivo

# view:lims.notebook.load_results_file.result:
source: Load Results from File
es: Carga de resultados desde archivo

# view:lims.notebook.load_results_file.warning:
source: There are some issues with the imported data
es: Se han detectado problemas en la información importada

# view:lims.resultsimport:
source: Results Importer
es: Importador de resultados

# view:lims.resultsimport:
source: Results Importers
es: Importadores de resultados

# wizard_button:lims.notebook.load_results_file,empty,end:
source: Close
es: Cerrar

# wizard_button:lims.notebook.load_results_file,empty,start:
source: Try again
es: Probar de nuevo

# wizard_button:lims.notebook.load_results_file,export,end:
source: Done
es: Listo

# wizard_button:lims.notebook.load_results_file,result,cancel:
source: Cancel
es: Cancelar

# wizard_button:lims.notebook.load_results_file,result,confirm:
source: Confirm
es: Confirmar

# wizard_button:lims.notebook.load_results_file,start,collect:
source: Collect
es: Obtener datos

# wizard_button:lims.notebook.load_results_file,start,end:
source: Cancel
es: Cancelar

# wizard_button:lims.notebook.load_results_file,warning,close:
source: Ok
es: Aceptar
