Repository: Kalenis/kalenislims
Catalog: lims_digital_sign/locale/*.po
Languages: es

# error:lims.results_report:
source: Polisample
es: Polimuestra

# field:lims.configuration,mail_ack_report_body:
source: Email body of Acknowledgment of results report
es: Cuerpo del correo de Acuse de informe de resultados

# field:lims.configuration,mail_ack_report_subject:
source: Email subject of Acknowledgment of results report
es: Asunto del correo de Acuse de informe de resultados

# field:lims.results_report,sent:
source: Sent
es: Enviado

# field:lims.results_report,sent_date:
source: Sent date
es: Fecha de enviado

# field:lims.results_report,signed:
source: Signed
es: Firmado

# field:lims.results_report,signed_date:
source: Signed date
es: Fecha de firmado

# field:lims_digital_sign.digital_sign.failed,unsent_reports:
source: Unsent reports
es: Informes no enviados

# field:lims_digital_sign.digital_sign.failed,unsigned_reports:
source: Unsigned reports
es: Informes no firmados

# help:lims.configuration,mail_ack_report_body:
source: <SAMPLES> will be replaced by the list of sample's labels
es: <SAMPLES> será reemplazado por la lista de rótulos de las muestras

# help:lims.configuration,mail_ack_report_subject:
source: In the text will be added suffix with the results report number
es: En el texto se añadirá sufijo con el número del informe de resultados

# model:ir.action,name:wizard_digital_sign
source: Digital Sign
es: Firma Digital

# model:ir.cron,name:cron_lims_digital_sign_results_reports
source: Lims Digital Sign Results Reports
es: Firmar digitalmente Informes de resultados

# model:ir.ui.menu,name:menu_digital_sign
source: Digital Sign
es: Firma Digital

# model:lims_digital_sign.digital_sign.failed,name:
source: Digital Sign Failed
es: Firmado Digital fallido

# model:lims_digital_sign.digital_sign.start,name:
source: Digital Sign Start
es: Firmado Digital - Inicio

# model:lims_digital_sign.digital_sign.succeed,name:
source: Digital Sign Succeed
es: Firmado Digital exitoso

# model:res.group,name:group_lims_digital_sign
source: Lims Digital Sign
es: Lims Firma Digital

# model:res.user,name:user_digital_sign
source: Cron Lims Digital Sign
es: Programador de Firmado Digital

# view:lims.configuration:
source: Email body of Acknowledgment of results report
es: Cuerpo del correo de Acuse de informe de resultados

# view:lims.configuration:
source: Email subject of Acknowledgment of results report
es: Asunto del correo de Acuse de informe de resultados

# view:lims.configuration:
source: Mail Acknowledgment Report
es: Email Acuse de Informe

# view:lims.results_report:
source: Time
es: Hora

# view:lims_digital_sign.digital_sign.failed:
source: Digital Sign Failed! Solve the problem and try again.
es: ¡Firmado digital fallido! Resuelva el problema y vuelva a intentar.

# view:lims_digital_sign.digital_sign.failed:
source: Unable to Digital Sign Results Report
es: No se pudo Firmar digitalmente el Informe de resultados

# view:lims_digital_sign.digital_sign.start:
source: Digital Sign Results Report
es: Firma Digital - Informes de resultados

# view:lims_digital_sign.digital_sign.start:
source: Digital Sign reports?
es: ¿Desea firmar digitalmente los informes?

# view:lims_digital_sign.digital_sign.succeed:
source: Digital Sign Results Report
es: Firma Digital - Informes de resultados

# view:lims_digital_sign.digital_sign.succeed:
source: Digital Sign Succeed!
es: ¡Firmado digital exitoso!

# wizard_button:lims_digital_sign.digital_sign,failed,end:
source: Ok
es: Aceptar

# wizard_button:lims_digital_sign.digital_sign,start,end:
source: Cancel
es: Cancelar

# wizard_button:lims_digital_sign.digital_sign,start,sign:
source: Sign
es: Firmar

# wizard_button:lims_digital_sign.digital_sign,succeed,end:
source: Ok
es: Aceptar
